/*
 *                   ___====-_  _-====___
 *             _--^^^#####//      \\#####^^^--_
 *          _-^##########// (    ) \\##########^-_
 *         -############//  |\^^/|  \\############-
 *       _/############//   (@::@)   \############\_
 *      /#############((     \\//     ))#############\
 *     -###############\\    (oo)    //###############-
 *    -#################\\  / VV \  //#################-
 *   -###################\\/      \//###################-
 *  _#/|##########/\######(   /\   )######/\##########|\#_
 *  |/ |#/\#/\#/\/  \#/\##\  |  |  /##/\#/  \/\#/\#/\#| \|
 *  `  |/  V  V  `   V  \#\| |  | |/#/  V   '  V  V  \|  '
 *     `   `  `      `   / | |  | | \   '      '  '   '
 *                      (  | |  | |  )
 *                     __\ | |  | | /__
 *                    (vvv(VVV)(VVV)vvv)
 * 
 *      ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
 * 
 *                神兽保佑            永无BUG
 */


/*
 * @Author: whisperSec
 * @objectDescription: 文件描述
 * @Date: 2020-10-23 15:59:15
 * @LastEditors: 最后编辑者
 * @LastEditTime: 2020-10-27 19:28:48
 * @FilePath: \cli-projectd:\LingChenCode\LearnGit\Soft-Settings\a.js
 */


 /**
  * @description: 
  * @param {*} who
  * @param {*} where
  * @param {*} when
  * @return {*}
  */
 function show(who, where, when){

 }


// 插件自带五种高亮注释
// // 灰色带删除线的注释
// ! 红色的高亮注释
// ? 蓝色的高亮注释
// * 绿色的高亮注释
// todo 橙色的高亮注释

// - 自定义高亮注释






